{
  "#chat": {
    "tier": 0,
    "description": "Now named #off-topic, is known for being the under-moderated corner of the Fancade discord. Most bad activity during night time for most moderators goes unnoticed. Moderators have explained that they hate this channel due to the childish nature of the people that use the channel.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "GOTD Ping Bomb": {
    "tier": 0,
    "description": "Fancade discord tradition. GOTD is a daily event were Martin features a game to be put into the spotlight. Once it's announced on discord, a lot of members ping the winner to congratulate that person.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  ":sweatsmile:": {
    "tier": 0,
    "description": "This is referencing an emoji in the discord server that is popular as an inside joke, it's known that it has reached a fan base of it's own outside of fancade.",
    "attachments": [
      "https://cdn.discordapp.com/emojis/678182561385676811.png"
    ],
    "credits": "AngryRubberDucky"
  },
  "Drive Mad Kit 2": {
    "tier": 0,
    "description": "This entry is referring to the big amounts of effortless Drive Mad clones that are created everyday, most reaching the popular tab easily. The name comes from the laziness of the creators, not even changing the name of their game before publishing.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Constraints": {
    "tier": 0,
    "description": "A collection of physics script blocks that enable the use of attaching physics objects to each other with interesting properties. This is the feature that was needed to create Drive mad. Listed on the iceberg due to the fact that these scripts are globally recognized as hard to work with.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Gadgets": {
    "tier": 1,
    "description": "Now known as the Templates folder. Prior to the name change, this folder had a few extra blocks with more functionalities, such as the motor and slider blocks.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Old Music": {
    "tier": 3,
    "description": "Early versions of Fancade had menu music arranged by Martin Magni and his father. The first piece had the vibe of a music box and later got replaced by a more energetic piece known for its slow yet impactful synth. The third piece was made by Disasterpeace and Aaron Cherof. It was added to fancade on its major 1.10 update",
    "attachments": [],
    "credits": "Origedit"
  },
  "Fangold": {
    "tier": 1,
    "description": "Old, scrapped, and repurposed feature of fancade. Now known as Gems.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "How to Troll Fancade Users": {
    "tier": 9,
    "description": "A Unknown User who post a black video in front of the #memes channel",
    "attachments": [
      "https://media.discordapp.net/attachments/887688551523835925/887739564498763848/SPOILER_how_to_troll_fancade_users.mp4"
    ],
    "credits": "MrCrocodile",
    "needsWork": true
  },
  "Version 1.7.2": {
    "tier": 3,
    "description": "The smallest Fancade update in existance. The \\ update log simply reads \"Fixed: Blob Level 5\"",
    "attachments": [],
    "credits": "thacuber2a03"
  },
  "Fanjam": {
    "tier": 0,
    "description": "A game-jam competition previously managed by Sounak9434, and currently by Spolarium. Given a theme, participants are given 3 days to finish to script a game. Then players must vote for the best games in each category. For ease of voting, the Featured section would be temporarily replaced with Fanjam games. After voting, the first-place participants are given the Fanjam role (or lower place if a participant gets multiple first-places).",
    "attachments": [
      "https://www.fancade.com/wiki/events/fanjam"
    ],
    "credits": "u-ndefined"
  },
  "r/Fancade": {
    "tier": 1,
    "description": "Fancade's official subreddit. Has minimum activity but it's unmoderated.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Fanweek": {
    "tier": 1,
    "description": "Was previously a server-only weekly event by Spolarium which spawned in a lot of new innovative games, to the point that Martin took interest and joined in the server to keep a good idea of what's happening. Fanweek went through a rough phase and was on a hiatus for a while until the creator of Fanweek was promoted to a Fanmod on the Fancade server, making Fanweek an official weekly competition.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Hidden Credits": {
    "tier": 1,
    "description": "Before Fancade v1.11, fancade showed a cinematic view of the fantasy console on startup. The intro could be found by swiping right at the Quest section and rewinded using horisontal dragging. Dragging revealed the credits.Even though the scene was awesome, it was so inaccessible that it became considered a hidden feature by many. Eventually the credits scene became more obvious after a major rearrangement in the main menu.",
    "attachments": [],
    "credits": "Anonymous / AngryRubberDucky / u-ndefined"
  },
  "Fancode": {
    "tier": 5,
    "description": "A programming competition by Sounak9434. Users participating has 72 hours to either create the minimal amount of scripts or the fastest execution time. After time has passed, correct scripts get verified, then the best scripts awarded users with the Scripter role. Only two rounds have appeared, both in early 2022. Sounak9434 has since retired and said the competition is taxing. The corresponding channel along with Fanweek was hidden in 2023.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Ooppp": {
    "tier": 2,
    "description": "Mysterious game creator which stays quiet despite the confusion around him. Gained traction when Martin featured them once. Ooppp created some better than average games on Fancade, what makes the creator mysterious is that all games they publish are unnamed (Which defaults to \"New Game\"). As Ooppp deletes all of his games after a while, Martin refrained from featuring them because of this.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Meme chain": {
    "tier": 2,
    "description": "An occurrence in the #memes channel on the Fancade Discord server from late 2020 that included over a hundred memes, each meme containing the picture of the meme before in reference. This took off and potentially harmed the activity of the channel, average reactions on memes dropped down after this event.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "iOS \"new\" removal": {
    "tier": 2,
    "description": "The iOS version from Fancade v1.1 onwards was limited temporarily to have no new section. New games showed up on the application once every feature update.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Profile pic cults": {
    "tier": 2,
    "description": "Referencing the waves of similar profile pictures the server experiences occasionally, where a great number of people copy or imitate a particular profile picture somebody else has. Such examples include cubies, tilesenses, hexagon cult, orimojis, and Spolarium.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "#clubhouse": {
    "tier": 3,
    "description": "Fanmods' hidden chat in Discord, barely ever mentioned by the moderators outside of that chat.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "#memes slowmode": {
    "tier": 3,
    "description": "Referring to the style of moderation taken to keep the memes channel on Discord to minimize the amount of chatter. It was set to 6h. For a short while it was removed, but was put back up again. Today, this is auto-moderated by Fanbot, and conversations use threads.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "2 Betas": {
    "tier": 3,
    "description": "Although a lot of people are applied for beta testing, there's actually a secondary beta that is given to a few hand-selected people for testing before the version is released to the bigger crowd of testers.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Old emojis": {
    "tier": 3,
    "description": "Self-explanatory, there were other emojis before the moderators gave them a make-over.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "R3DZ3R Lore": {
    "tier": 2,
    "description": "Lots of background behind this veteran Fancade user. R3DZ3R is currently known to be one of the most featured creators in Fancade with over 90 games (including alts) in the spotlight cycle. He is also notoriously known for creating many alt accounts. There's a lot of lore behind this user due to his own followers or hobbies outside of Fancade. One of the most known ones is the art of this user, a certain innocent piece called EAT.gif was discussed a lot due to the animation being resembled to vore. Another lesser known art piece by a follower reveals that his OC isn't a flower, but is actually a red cube with red furry ears. He has changed his name, and currently posts daily art on Twitter, and occasionally music on YouTube under the tag @artifyber. ",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "April 1st 2020": {
    "tier": 3,
    "description": "Coordinated prank on Discord by the moderators. This is the most notable among all of April Fools pranks.",
    "attachments": [
      "https://cdn.discordapp.com/attachments/887688551523835925/887707861906489344/Screenshot_20200401-210300_Discord2.png"
    ],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Old distance script": {
    "tier": 4,
    "description": "Fancade version 1.3.1 changed the art for the distance script block, reason being for a \"more correct Distance script block icon\".",
    "attachments": [
      "https://cdn.discordapp.com/attachments/887688551523835925/887701355173671002/220.png"
    ],
    "credits": "AngryRubberDucky"
  },
  "Banned minors": {
    "tier": 4,
    "description": "This entry is referring to the members under the age of 13 that get instantly banned off the Discord once revealing their age. This is due to Discord's TOS.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Nothing": {
    "tier": 4,
    "description": "\"Nothing\" is a game by Sounak9434 which features cryptic instructions of how to beat said game. For one to beat the game, the user had to decode stuff like Morse Code or prison knocking signals, obviously aimed at people with enough patience and intellect. In one portion of the puzzle, users were given a link to a Discord server.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Fancade Profiles": {
    "tier": 4,
    "description": "Semi-popular third party Fancade server owned by Ani#8856, which had a personal channel for all Fancade users that joined which can be used as a diary. Server has since been deleted :(.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Obama memes": {
    "tier": 4,
    "description": "A once funny trend on the Discord server that was abused and slowly was referred to as spam. The \"Obama awarding a medal to Obama\" meme had extended popularity in the server, used mostly when Martin features his own games.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "You tab repeated taps": {
    "tier": 4,
    "description": "Tapping the \"You\" button consecutively 5 times will reveal your user ID. Tapping it 20 times would give you a few extra options such as removing your premium, resetting your world progress, and sending your world progression to Martin, but as of current version (v1.11) you could only reset Quest.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Jagaimo No Shikan": {
    "tier": 5,
    "description": "Jagaimo No Shikan, known as PotatoChronicler, a user considered a veteran but was banned from the Discord due to his behavior. Martin explained that he's just banned from the Discord, but his activity with Fancade faded ever since the ban. Unbanned on 12/12/21",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "__/40": {
    "tier": 5,
    "description": "Known as game bonanza, this was the former Discord status of Spolarium, which would indicate how many games he has done (out of 40).",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Default floppy disk image": {
    "tier": 5,
    "description": "Referring to the boot-loader image on the floppy disk in the intro. Shows up rarely. ",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Gobble = Vore": {
    "tier": 5,
    "description": "The game \"Gobble\" was compared to vore by some people, taken originally from the first version of Fancade Iceberg made by Origedit.",
    "attachments": [],
    "credits": "AngryRubberDucky / Origedit"
  },
  "GM tutorials": {
    "tier": 5,
    "description": "Fancade beginner-friendly tutorials on YouTube that went unnoticed, GM is Martin Magni's mother.",
    "attachments": [
      "https://www.youtube.com/watch?v=02eFv8x-1zM"
    ],
    "credits": "AngryRubberDucky"
  },
  "Web search": {
    "tier": 5,
    "description": "Web search used to be available, but it has shut down since August 11, 2021. It was more versatile as regex expressions were allowed on the search. However, it would take within 48 hours of publishing before the search engine can index a game. ",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "#colloquy": {
    "tier": 6,
    "description": "The older name for the since-hidden #discussion, it is described as the more serious form of #off-topic, with a cooldown. The reason it has been hidden is because it was partly being used for advertising and not for the intended purpose.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Old perspective": {
    "tier": 6,
    "description": "Much older versions of Fancade had perspective, as this was shown in the old screenshots by Martin himself. Those screenshots also had lighting on it. The feature has since been added in Fancade v1.8.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Dash Cat": {
    "tier": 6,
    "description": "Old version of Dash which featured a cat as the player.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Oddbot Legs": {
    "tier": 6,
    "description": "An illustration of Odd Bot with human legs by Origedit.",
    "attachments": [
      "https://cdn.discordapp.com/attachments/887688551523835925/887722704885665792/SPOILER_odd_feet.png"
    ],
    "credits": "AngryRubberDucky"
  },
  "Nannings": {
    "tier": 6,
    "description": "The person with the name of NanningsGames is the first ever person documented to ever plagiarize Fancade games in the history of Fancade. Games included are: Stacktris by Martin Magni, Power Boxes by LukaszM, Cubice Deluxe by nmskr, Colid by Helipton, Color It by Baraa03 (is also sold on Steam), Infiniwire by R3DZ3R, Box Factory by RF.",
    "attachments": [],
    "credits": "just kirb / u-ndefined"
  },
  "Animated emoji": {
    "tier": 6,
    "description": "Toxel posted an animated .gif in #fancade that Sounak9434 decided to add it only if it gets 30 reactions. The community was able to reach this feat, and the emoji got added. After about 1 week, it was removed by Sounak since no one inside the community was able to use it.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Fantris": {
    "tier": 6,
    "description": "This was a very popular game put in Quest created by Mathias Elgaard that cloned the original Tetris game. This game was taken down to prevent problems due to copyright laws.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "MediaPlayDiscord": {
    "tier": 7,
    "description": "Hand in hand with the entry 'Banned minors'. MediaPlayDiscord, also known as MPD, is a third-party exclusive discord server. This server is known to be the toxic side of the Fancade community and the members consists of the people that were banned from the official Discord due to being underage. This server spawned in the Cubies profile picture trend, profile pictures with original characters made from a cube/square, usually illustrated outside of Fancade.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "status-0": {
    "tier": 7,
    "description": "This is the error that you will get when there is a publishing bug within your project and can often lock your game from being released. There are multiple errors of this kind, all indicated with a unique 4 number code. HOWEVER, there are rare occurrences where said code is not served, making it much harder to fix, locking your project indefinitely. \n\nOne instance of this is status-0 error code 1022; Discovered by AngryRubberDucky and solved by LukaszM. This error code was SIMPLY an illegal character within the description which was the character '?'. 1022 has been fixed since.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "A New Color!": {
    "tier": 7,
    "description": "A game series which hacked the Fancade editor. The creator of these games, which had the name GLITCHED and variants of it (e.g. NO END GLITCH3D), changed the floppy disk colors to colors unavailable for usage in Fancade. Editing the game and opening up the background color tab would sometimes crash the game. The creator would also somehow able to steal and publish an uneditable game.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Time Exploit": {
    "tier": 7,
    "description": "An exploit in Fancade that lets you skip timers by changing the time on your local device.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "@everyone incident": {
    "tier": 7,
    "description": "Incident that happened on October 2021. G-Progress attempted to ping everyone on the channel #fancade as \"I cannot give reply\". Martin disliked it and so muted the user. This led to ResinoSixer and Baraa03 jokingly making a message also trying to ping everyone, which they were muted shortly after.",
    "attachments": [],
    "credits": "just kirb / u-ndefined"
  },
  "Chick 1st FC mascot": {
    "tier": 7,
    "description": "Self explanatory, before Pinky and Oddbot, the Ditto chick was Fancade's mascot, represented on the game icon. ",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Vicvic96": {
    "tier": 8,
    "description": "An employee of Frogmind who joined the Fancade Discord server to invite experienced creators to a new game developing app similar to Fancade now known as HypeHype. When this event occurred, HypeHype was still in its early development stages and nobody involved in testing was allowed to talk about it outside of testing. Martin allowed this but Fancade users did not know and a lot suspected that this was some sort of scam until Vicvic and Martin had to release a public status explaining what's happening. \n\nAfter this incident however, some people involved in HypeHype were taking advantage of the voice channel inside of the discord to promote the game, sharing gameplay in hopes to get fancade creators to make content for HypeHype. Martin did not like this which led to the voice channel having streaming permissions removed for a very long time. To add insult to injury, there were some known Fancade creators that migrated to HypeHype, some never returning, most notably Richard Fu which most recent activity can be tracked to HypeHype and not Fancade itself.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "#minecraft": {
    "tier": 8,
    "description": "This channel on Fancade was the Minecraft server hosted by Mathias on July 2020. Unfortunately it got discontinued as Mathias lost (and consequently locked) the credit card he was using to pay the server.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Empty Game": {
    "tier": 8,
    "description": "For a brief moment, Hello World, the first published game was renamed to Empty Game, and was put at the top of Kits in about February 2020. As the title says, there were no contents in the game. Martin reasoned that in the future updates creating a new game would require editing Empty Game. The fancaders didn't like this change, so the game was changed back to Hello World.",
    "attachments": [],
    "credits": "Anonymous / u-ndefined"
  },
  "Soonak": {
    "tier": 8,
    "description": "During Mathias Elgaard's stream of Fanjam 10 (Snake Variations), Mathias proceeded to mispronounce Sounak9434's name. Sounak then decided to change nickname to \"Soonak\" for a while. ",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Sounak NSFW meme": {
    "tier": 9,
    "description": "After James1236 made a joke script called \"Lick Sensor\", Sounak9434 did a follow up joke by posting a video with people licking their phone on #memes. What Sounak didn't notice is that the footage was for an app made for \"Oral sex practice\" with imagery of a vagina on the screen, mistaking it for a \"Cool gradient background\". Sounak deleted the video after a few people pointed it out. ",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "\"30 miljoner nedladdningar\"": {
    "tier": 9,
    "description": "Lesser known Swedish interview with Martin that discusses his success with Mekorama and his plans with Fancade. Went unnoticed and was advertised by Martin less compared to Martin's mini-documentary.",
    "attachments": [
      "https://podcasters.spotify.com/pod/show/esg-podden/episodes/30-miljoner-nedladdningar-med-Martin-Magni-DEL-1-e1ngpea"
    ],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Music Easter egg": {
    "tier": 9,
    "description": "An easter egg in Fancade's music before v1.10, originally found by \"just kirb#2810\". The chords that make up the theme are F-A-|| (pause)-C-A-D-E.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "Fantris is still playable": {
    "tier": 9,
    "description": "Yes, it is still possible to play the game. To see why, projects that are unpublished, or shared (but not published) are considered unlisted. At one portion of a link from a Fanbot search contains the current format for the Fancade link. Therefore it is possible to extract it using a past search for Fantris. ",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Toxel's \"Death\"": {
    "tier": 8,
    "description": "Toxel was a well known user, but in October 22, 2022, Toxel allegedly died. This caused sadness from users in this discord, as Toxel was very known for his talented art. And then @N Dimend#5182 joined in November 11, 2022, where Fancaders noticed the patterns of art being similar to Toxel, but is written off as his sister. Nxrix#0780 joined in November 25, 2022, and chatted more than N Dimend, and noticed the patterns more, and tiny cracks that may indicate an alleged lie. But in April 8, 2023, Nxrix exposed himself as Toxel, revealing to the world the truth. Toxel has faked his death to start over from scratch.",
    "attachments": [
      "https://discord.com/channels/409219533618806786/520112989416718346/1033390288686817350",
      "https://discord.com/channels/409219533618806786/520112989416718346/1094225953342898236",
      "https://discord.com/channels/409219533618806786/520112989416718346/1094226750105452564",
      "https://discord.com/channels/409219533618806786/520112989416718346/1094227396971995136"
    ],
    "credits": "Anonymous / Just Kirb"
  },
  "Message games": {        
    "tier": 1,        
    "description": "Beginning around May of 2022 (but being present since 2020 or potentially earlier), message games are a form of communication between users who refuse to use a separate messaging service either due to being underage or simply the lack of will. They are known for being published in large masses, so much so that they quickly bury any other type of games, making it harder to gain traction. \n\nEfforts were made in March/May 2025 to purge message games and message game creators from the platform, which led to a negative and hostile reaction from the message game community. Furthermore, message games are still present at a considerable volume, but efforts are still being made to purge them.",        
    "attachments": [],        
    "credits": "Parf"      
  },
  "Project: Kill Influence": {        
    "tier": 2,        
    "description": "Project: Kill Influence (referred to the public as \"Kill Influence\") is a movement started by Fancade user Parf, in an effort to clean up the Influence tab from any spam and help creators get their games published quicker. The movement was met with positive feedback. However, after a few months of activity, it slowly died out. People were not reviewing anymore. Efforts were made to bring back activity to the movement, to no avail. Eventually the team disbanded. There are plans to restart the movement.",        
    "attachments": [],        
    "credits": "Parf"      
  }, 
   "Closed beta program": {        
     "tier": 1,        
     "description": "In May of 2025, the closed beta program was finally made public and accepted invitations for a limited time. A relatively small number of individuals applied. Initially, the program was intended to be throughly revewing all the applications signed, however, it was ultimately decided that all applicants would get accepted into the program, regardless of if their application was of good quality or not. This is presumably due to a lack of applicants.",        
     "attachments": [],        
     "credits": "Parf"      
  },
  "Characters": {
    "tier": 6,
    "description": "The game editor used to have a Characters folder with random characters, most colored yellow. They were meant to be used as pre-made tools interacting with the game being built, as well as an easy start for new scripters.Some characters were nothing more than Martin's experiments and their presence made fancade inconsistent. Eventually the characters were made fully editable and put into the game Stock Blocks. The Characters folder was made hidden",
    "attachments": [],
    "credits": "Origedit"
  },
  "Fancade Hacked APK's": {
    "tier": 9,
    "description": "A Fancade hacked APK's refers to an Android application package file that has been modified or altered from its original version by unauthorized individuals or groups. These modifications are typically done to bypass restrictions, unlock premium features, unlimited gems, remove ads, or gain unfair advantages in games. Most of these hacks are not legitimate and include harmful viruses. Due to these hacks, most gems in circulation are not paid for and end up in the pockets of the creators of games with shops.",
    "attachments": [
      "https://media.discordapp.net/attachments/849514514374066218/1112062333557153904/Screenshot_2023-05-28-00-58-16-312_com.android.chrome-edit.jpg"
    ],
    "credits": "AngryRubberDucky / MrCrocodile"
  },
  "ViteC Play": {
    "tier": 3,
    "description": "A popular Russian YouTuber and streamer who plays games. He has recently started to play Fancade, which was responsible for spawning games with titles such as \"Vpvp\".",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "#battle-quest": {
    "tier": 4,
    "description": "Formerly #quest, it is a hidden channel for users who have at least one of their games placed into Quest or Battle.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "Bubbles": {
    "tier": 4,
    "description": "An arcade game by RF, once put into Quest. The game was so notorious due to the requirement of reaching 10,000 points just to earn 20 stars. Players felt it was more luck-based than strategy-based so Martin Magni decided to remove it in Fancade v1.1.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "#gotd": {
    "tier": 5,
    "description": "A channel given for those people who have the Curator role, as a way to suggest games to be featured at Game of the Day.",
    "attachments": [],
    "credits": "u-ndefined"
  },
  "u/gbrlwstssn": { 
    "tier": 7, 
    "description": "It is a widely known fact that Martin's mother, Gunnell Magnusson, is also a Fancade creator (See \"GM tutorials\"). However, a recent Reddit comment reveals that Martin is an uncle to a boy that is also a fancade player/creator.",
    "attachments": ["https://www.reddit.com/r/Fancade/comments/1hv1gmv/comment/m5xwx8t"],
    "credits": "AngryRubberDucky / Bricked" 
  },
  "Brownzer": {
    "tier": 8,
    "description": "Of the usernames ending with -Z3R, this one was a troll account with the username resembling the n-word, played off as a fan account of R3DZ3R. Was banned quickly, but found to be in MediaPlayDiscord.",
    "attachments": [],
    "credits": "AngryRubberDucky / u-ndefined"
  },
  "TeamFileyCase ": {
    "tier": 8,
    "description": "TW: SUICIDETeamFileyCase was an individual in the fancade community also having the alias as 'DoodleBot' (which was banned on the fancade discord server), he had a separate server where he ran a 'company' trying to lure users to help him with games for the promise of monetary gain. TFC said on 6/16/2020 that the company has moved on from fancade for being to simple but returned on 7/3/2020 saying he will continue work on \"The Wheelman 2\". his company also had the story that it was based in San Francisco and one of the members committed suicide and labeled it as a fun fact. He is now banned from the fancade community and switched names after that.",
    "attachments": [],
    "credits": "Fancadeisfun2/Jamesgamedude "
  },
  "Margarita Clay": {
    "tier": 9,
    "description": "A user that claimed to be a mother of 2 that joined the server cause her son loved playing Fancade. After a while she was ruled out to be a bot controlled by GPT4 due to how incomprehensive her messages became with time and got banned after. May seem like a spam bot that ended up in the server, HOWEVER, the bot was pointed out by Spolarium that it also joined the HypeHype server, concluding that this bot was created by a Fancade or a HypeHype user. Throughout the time it spent in the Fancade server, it sent Pornography to @3025 and sent offensive chatter. It was clear that the owner of this bot was overlooking the entire thing.",
    "attachments": [],
    "credits": "AngryRubberDucky"
  },
  "Slamjam's Super Secret Sorcery Server": { 
    "tier": 8, 
    "description": "A secret Fancade community established by (formerly known as) Slamjam in April of 2023. Initially a hangout for highly skilled scripters; now a community dedicated to push the limits of Fancade, and investigate bugs and exploits. One leaked screenshot shows a successful attempt at increasing the block size limit of a script block, working as a script. They've also been seen around the official discord server asking for bugged copies of Fancade games. ", 
    "attachments": ["https://cdn.discordapp.com/attachments/1039257776985227416/1395478846740103319/image.png"], 
    "credits": "AngryRubberDucky" 
  },
  "LikeRussiaZ ":{
   "tier":3,
   "description":"LikeRussiaZ are games that are just low efforts/ message game type \"games\" and they're all always titled as \"LikeRussiaZ\" for the game's name. The trend probably started after ViteC Play's Fancade videos and LikeRussiaZ started by the user Dunder 666. The purpose was to know that how many Russian Fancade players in-game. These types of games got a lot of backlash from the community due to how spammy and flooding the Influence tab, making high effort games out of the tab slower. Dunder 666 also make a response that LikeRussiaZ games are not spam and calls moderators \"russianphobic\".(This trend has been defunct around July 2023 due to a user Nikita Disk created a WhatsApp group for Russian FC players, many FC users from russia have moved to WhatsApp since Dunder's announcement).",
   "attachments":[
      
   ],
   "credits":"1825"
}
}
