{
  "#chat": {
    "tier": 0,
    "description": "Now named #off-topic, is known for being the under-moderated corner of the Fancade discord. Most bad activity during night time for most moderators goes unnoticed. Moderators have explained that they hate this channel due to the childish nature of the people that use the channel.",
    "attachments": []
  },
  "GOTD Ping Bomb": {
    "tier": 0,
    "description": "Fancade discord tradition. GOTD is a daily event were Martin features a game to be put into the spotlight. Once it's announced on discord, a lot of members ping the winner to congratulate that person.",
    "attachments": []
  },
  ":sweatsmile:": {
    "tier": 0,
    "description": "This is referencing an emoji in the discord server that is popular as an inside joke, it's known that it has reached a fan base of it's own outside of fancade.",
    "attachments": [
      "https://cdn.discordapp.com/emojis/678182561385676811.png"
    ]
  },
  "Drive Mad Kit 2": {
    "tier": 0,
    "description": "This entry is referring to the big amounts of effortless Drive Mad clones that are created everyday, most reaching the popular tab easily. The name comes from the laziness of the creators, not even changing the name of their game before publishing.",
    "attachments": []
  },
  "Constraints": {
    "tier": 0,
    "description": "A collection of physics script blocks that enable the use of attaching physics objects to each other with interesting properties. This is the feature that was needed to create Drive mad. Listed on the iceberg due to the fact that these scripts are globally recognized as hard to work with.",
    "attachments": []
  },
  "Gadgets": {
    "tier": 1,
    "description": "Now known as the Templates folder. Prior to the name change, this folder had a few extra blocks with more functionalities, such as the motor and slider blocks.",
    "attachments": []
  },
  "Old Music": {
    "tier": 1,
    "description": "Before the current Fancade soundtrack there used to have another. The old song was removed from the game on 20th November 2019.",
    "attachments": []
  },
  "Fangold": {
    "tier": 1,
    "description": "Old, scrapped, and repurposed feature of fancade. Now known as Gems.",
    "attachments": []
  },
  "How to Troll Fancade Users": {
    "tier": 9,
    "description": "A Unknown User who post a black video in front of the #memes channel",
    "attachments": [
      "https://media.discordapp.net/attachments/887688551523835925/887739564498763848/SPOILER_how_to_troll_fancade_users.mp4"
    ],
    "credits": "MrCrocodile"
  },
  "Version 1.7.2": {
    "tier": 3,
    "description": "The smallest Fancade update in existance. The update log simply reads 'Fixed: Blob Level 5'",
    "attachments": [],
    "credits": "thacuber2a03"
  }
}